#Дано словарь, Создать кортеж.

list_1 = ["bar", "baz", "qux", "etc"]
list_1.insert(0, 'foo')
kort_1 = tuple(list_1)
print(kort_1)
